
class Conf(object):
    loc = {
        "ru": {
            "rants": {
                "one": ['Притворяюсь, что считать пидоров это долго',
                        'Нагибаемся, ягодицы раздвигаем',
                        'Так блядь, ну че тут у вас',
                        "Мmmmm... Hmmmmmmmm.... Oh! Forgive me, I didn't notice you, I was absorbed in thought"
                        ],
                "two": ['Так, падажжи ебана',
                        'Ага, дрочете',
                        'Два обзора до конца месяца',
                        'Ну такое',
                        'Нет бы крючки сачки нажимать',
                        '''
                        ```
                        try {
                            Thread.sleep(1500);
                        } catch (InterruptedException e) {
                            log.error("Ты ебанушка, ты че сделал? Ты Серому фотоаппарат прострелил", e);
                        }
                        ```
                        '''
                        ]
                    },
            "start": "оххххх....",
            "not_found": 'Чет нихуя не нашел',
            "bad_status": 'Щас бы победил {user}, но телега сообщает, шо он съебал',
            "try_again": "Дубль два",
            "found": "Ну кароч, пидор дня - ",
            "search": 'Щяс будем определять пидора дня',
            "already_found": 'Меня сегодня уже пробуждали, пидор дня - ',
            "error_by": 'Чет говно какое-то, казах блядь. User_id: {user}',
            "empty_list": 'Нихуя нету, все пидоры',
            "top": '*Топ пидоров*:\n\n'
        },
        "en": {

        }
    }